/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "पसंदीदा";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "प्रकार";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "टैग न किए गए लूप में जोड़ें";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "अन्य डिस्क या पार्टिशन से लूप जोड़े जा रहे हैं";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "यदि इन ऑडियो फ़ाइलों में स्थिर टेंपो है और वे डाउनबीट पर शुरू और बीट पर समाप्त होती हैं, तो प्रीव्यू करने या प्रोजेक्ट में जोड़े जाने पर वे प्रोजेक्ट टेंपो के अनुसार अनुकूलित हो जाएँगी।";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "चुना गया स्थान आपके अनटैग लूप में जोड़ दिया जाएगा। इस स्थान पर मौजूद स्थिर टेंपो वाली डाउनबीट पर शुरू और बीट पर समाप्त होने वाली ऑडियो फ़ाइलें प्रीव्यू करने या उन्हें प्रोजेक्ट में जोड़ने पर वे प्रोजेक्ट टेंपो के अनुसार अनुकूलित हो जाएँगी।";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "रद्द करें";

/* Copy Loops Button */
"Copy to Loops Folder" = "लूप फ़ोल्डर में कॉपी करें";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "लूप को लूप ब्राउज़र में जोड़ दिया जाएगा जहाँ वे आपके गीत में उपयोग करने के लिए उपलब्ध रहेंगे। यह चुनें कि Apple Loops फ़ोल्डर में Logic द्वारा लूप को कॉपी करना है या नहीं या उनके वर्तमान स्थान से उनका उपयोग करें।";

/* Debug Menu: Edit Tags */
"Edit Tags" = "टैग संपादित करें";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Finder में दिखाएँ";

/* Debug Menu:Parse loop */
"Parse loop" = "पार्स लूप";

/* Descriptors */
"Descriptors" = "डिस्क्रिप्टर्स";

/* Genre */
"Genre" = "विधा";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "लूप ब्राउज़र में लूप जोड़े जा रहे हैं";

/* Initial Title of the jam pack control */
"All Packs" = "सभी पैक";

/* Instrument */
"Instrument" = "इंस्ट्रूमेंट";

/* LoopBrower: two and more items label */
"%ld items" = "%ld आइटम";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "लूप बजाया जा रहा है";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "वास्तविक लूप";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "सॉफ़्टवेयर लूप";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "वेब लूप";

/* LoopBrowser: one Item label */
"1 item" = "1 आइटम";

/* LoopBrowser: zero Items label */
"0 items" = "0 आइटम";

/* Move Loops Button */
"Move to Loops Folder" = "लूप फ़ोल्डर में ले जाएँ";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "लूप को लूप ब्राउज़र में जोड़ दिया जाएगा जहाँ वे आपके गीत में उपयोग करने के लिए उपलब्ध रहेंगे। यह चुनें कि Apple Loops फ़ोल्डर में Logic द्वारा लूप को ले जाना है या नहीं या उनके वर्तमान स्थान से उनका उपयोग करें।";

/* Reference Loops Button */
"Current Location" = "वर्तमान स्थान";

/* Reindex all loops menu item */
"Reindex All Loops" = "सभी लूप की सूची फिर बनाएँ";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "यह चुनें कि आप लूप ब्राउज़र में किस लूप को देखना चाहते हैं।";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "इंस्ट्रूमेंट, विधा और विवरण के अनुसार लूप ढूँढने के लिए क्लिक करें।";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "यह चुनें कि इंस्ट्रूमेंट, विधा या मूड के लिए मुख्यशब्द दर्शाना है या नहीं";

/* accessibility description of the segment that switches to column view */
"column view" = "स्तंभ दृश्य";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "संगीतमय बटन दृश्य";

/* menu item in Recent Search History */
"Clear Search History" = "खोज हिस्ट्री साफ़ करें";

/* menu item in Recent Search History */
"No recent searches" = "कोई हालिया खोज नहीं";

/* menu title in Recent Search History */
"Recent Searches" = "हालिया खोज";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "लूप खोजें";
